pandoc
texlive-full
ImageMagick
LuaJIT
MesaLib-devel
NetworkManager
SDL2
acl
acpid
acpi
tlp
adwaita-icon-theme
alacritty
alacritty-terminfo
alsa-lib
alsa-utils
arandr
at-spi2-atk
at-spi2-atk-devel
at-spi2-core
at-spi2-core-devel
atk
atk-devel
atkmm
attr
audiofile
avahi-glib-libs
avahi-libs
base-files
base-system
bash
bc
binutils
binutils-doc
blueman
bluez
bluez-alsa
boost
brotli
bspwm
btrfs-progs
bubblewrap
bzip2
bzip2-devel
c-ares
ca-certificates
cairo
cairo-devel
cairomm
calc
calcurse
celt
chromaprint
chrony
clucene
code
colord-devel
containerd
coreutils
cpio
cronie
cups
cups-devel
cups-filters
curl
dash
dbus-devel
dbus-elogind
dbus-elogind-libs
dbus-elogind-x11
dbus-glib
dejavu-fonts-ttf
desktop-file-utils
device-mapper
dhcpcd
diffutils
dkms
dmenu
dnssec-anchors
docker
docker-cli
docker-compose
dosfstools
double-conversion
dracut
dunst
e2fsprogs
e2fsprogs-libs
easytag
efibootmgr
electron13
elfutils-devel
elogind
emacs-common
emacs-x11
encodings
ethtool
eudev
eudev-libudev
eudev-libudev-devel
exempi
exiv2
expat
expat-devel
f2fs-tools
faad2
fdk-aac
ffmpeg
ffplay
file
findutils
firefox
fmt
font-Siji
font-adobe-100dpi
font-adobe-75dpi
font-adobe-utopia-100dpi
font-adobe-utopia-75dpi
font-adobe-utopia-type1
font-alias
font-awesome
font-bh-100dpi
font-bh-75dpi
font-bh-lucidatypewriter-100dpi
font-bh-lucidatypewriter-75dpi
font-bh-ttf
font-bh-type1
font-bitstream-100dpi
font-bitstream-75dpi
font-bitstream-type1
font-cursor-misc
font-daewoo-misc
font-dec-misc
font-fantasque-sans-ttf
font-ibm-type1
font-iosevka
font-isas-misc
font-jis-misc
font-misc-misc
font-mutt-misc
font-util
fontconfig
fontconfig-devel
fonts-droid-ttf
foomatic-db
foomatic-db-engine
freetype
freetype-devel
fribidi
fribidi-devel
fuse
gawk
gcc
gd
gdbm
gdk-pixbuf
gdk-pixbuf-devel
ghostscript
giflib
gir-freedesktop
girara
git
glib
glib-devel
glib-networking
glibc
glibc-devel
glibc-locales
glibmm
gmime3
gmp
gnome-autoar
gnome-desktop
gnupg
gnupg2
gnutls
gpgmepp
graphene
graphite
graphite-devel
graphviz-libs
grep
grub
grub-x86_64-efi
gsettings-desktop-schemas
gsfonts
gst-plugins-base1
gstreamer1
gtk+
gtk+3
gtk+3-devel
gtk-update-icon-cache
gtkd
gtkd-devel
gtkmm
gtkmm2
gumbo-parser
gzip
harfbuzz-devel
hicolor-icon-theme
hplip-gui
htop
hunspell
hwids
hyphen
iana-etc
iceauth
icu-devel
icu-libs
id3lib
inih
iproute2
iptables
iputils
ipw2100-firmware
ipw2200-firmware
iso-codes
isync
iw
jansson
jbigkit-devel
jbigkit-libs
json-c
json-glib
jsoncpp
kbd
kernel-libc-headers
kmod
kpartx
lame
lcms2
lcms2-devel
ldacBT
ldc-runtime
lemonbar
less
libICE
libOSMesa
libSM
libX11
libX11-devel
libXScrnSaver
libXau
libXau-devel
libXaw
libXcomposite
libXcomposite-devel
libXcursor
libXcursor-devel
libXdamage
libXdamage-devel
libXdmcp
libXdmcp-devel
libXext
libXext-devel
libXfixes
libXfixes-devel
libXfont2
libXfontcache
libXft
libXft-devel
libXi
libXi-devel
libXinerama
libXinerama-devel
libXmu
libXpm
libXrandr
libXrandr-devel
libXrender
libXrender-devel
libXt
libXtst
libXtst-devel
libXv
libXvMC
libXxf86misc
libXxf86vm
libaio
libao
libaom
libappindicator
libarchive
libass
libassuan
libasyncns
libatomic
libavcodec
libavdevice
libavfilter
libavformat
libavresample
libavutil
libblkid
libblkid-devel
libbluetooth
libboost_chrono1.72
libboost_date_time1.72
libboost_filesystem1.72
libboost_iostreams1.72
libboost_locale1.72
libboost_program_options1.72
libboost_regex1.72
libboost_system1.72
libboost_thread1.72
libbs2b
libcalc
libcanberra
libcanberra-gtk3
libcap
libcap-ng
libcap-progs
libcddb
libcdio
libcdio-paranoia
libcdparanoia
libcdr
libclang-cpp
libclc
libcolord
libconfig
libcrypto1.1
libcue
libcups
libcups-filters
libcurl
libcurl-devel
libcxx
libdatrie
libdatrie-devel
libdav1d4
libdb
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdebuginfod
libdecor
libdiscid
libdjvulibre
libdmx
libdrm
libdrm-devel
libedit
libefivar
libelf
libelogind
libepoxy
libepoxy-devel
libev
libevdev
libevent
libexif
libexttextcat
libfbclient3
libfdisk
libffi
libffi-devel
libfftw
libflac
libfontenc
libfreeaptx
libfreeglut
libfreehand
libgbm
libgbm-devel
libgcc
libgcc-devel
libgcrypt
libgeoip
libgexiv2
libgirepository
libglapi
libglib-devel
libglvnd
libglvnd-devel
libgomp
libgpg-error
libgpgme
libgphoto2
libgphoto2-udev-rules
libgs
libgsasl
libgsf
libgudev
libgusb
libgxps
libhandy1
libharfbuzz
libheif
libhunspell1.7
libical
libid3tag
libidn
libidn2
libijs
libindicator
libinput
libiptcdata
libixion
libjack
libjbig2dec
libjpeg-turbo
libjpeg-turbo-devel
libkmod
libksba
liblangtag
libldap
libldns
liblilv
libllvm12
liblqr
libltdl
libluv
liblz4
liblzma
liblzma-devel
libmad
libmagic
libmagick
libmariadbclient
libmcpp
libmicrohttpd
libmikmod
libmm-glib
libmms
libmnl
libmodplug
libmount
libmount-devel
libmpdclient
libmpg123
libmspub
libmwaw
libnautilus
libndp
libnet-snmp
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnl3
libnm
libnotify
libnotmuch
libnpupnp
libnumbertext
libodfgen
libogg
libopenaptx
libopenjpeg2
liborcus
libosinfo
libotf
libpagemaker
libpaper
libpcap
libpciaccess
libpciaccess-devel
libpcre
libpcre2
libpcrecpp
libpipewire
libpng
libpng-devel
libpoppler
libportal
libpostproc
libproxy
libpsl
libpulseaudio
libqpdf
libqrencode
libqxp
libraptor
libraqm
librasqal
librdf
libreadline8
libreoffice
libreoffice-base
libreoffice-calc
libreoffice-common
libreoffice-draw
libreoffice-fonts
libreoffice-gnome
libreoffice-i18n-de
libreoffice-i18n-en-US
libreoffice-i18n-es
libreoffice-i18n-fr
libreoffice-i18n-it
libreoffice-i18n-pl
libreoffice-i18n-pt
libreoffice-impress
libreoffice-math
libreoffice-postgresql
libreoffice-writer
libreoffice-xtensions
librevenge
librsvg
librtmp
libsamplerate
libsane
libsasl
libsass
libseccomp
libsecret
libsensors
libserd
libshout
libsigc++
libsignal-protocol-c
libsignal-protocol-c-devel
libsmartcols
libsndfile
libsndio
libsodium
libsord
libsoup
libsoxr
libspa-alsa
libspa-audioconvert
libspa-audiomixer
libspa-bluetooth
libspa-control
libspa-v4l2
libspectre
libspeex
libssh2
libssh2-devel
libssl1.1
libssp
libssp-devel
libstdc++
libstdc++-devel
libswresample
libswscale
libsynctex
libtasn1
libtdb
libtermkey
libthai
libthai-devel
libtheora
libtirpc
libtommath
libtracker3
libunbound
libunistring
libupower-glib3
libusb
libuuid
libuuid-devel
libuv
libva
libvdpau
libvidstab
libvisio
libvisual
libvorbis
libvpx6
libvterm
libwacom
libwavpack
libwebp
libwmf
libwpd
libwpg
libxapian
libxatracker
libxbps
libxcb
libxcb-devel
libxcvt
libxkbcommon
libxkbcommon-devel
libxkbcommon-x11
libxkbfile
libxkbregistry
libxml2
libxml2-devel
libxshmfence
libxslt
libyaml
libzstd
libzstd-devel
linux
linux-base
linux-firmware-amd
linux-firmware-broadcom
linux-firmware-intel
linux-firmware-network
linux-firmware-nvidia
linux-headers
linux5.15
linux5.15-headers
llvm-libunwind
lua53
lua54
lxappearance
lynx
lzo
lzo-devel
m17n-db
m17n-lib
make
man-pages
mcpp
mdocml
mesa
mesa-dri
mesa-opencl
mesa-vaapi
mesa-vdpau
mime-types
minizip
mit-krb5-libs
mkfontscale
mobile-broadband-provider-info
moby
mongodb-compass
mpc
mpd
mpfr
msgpack
msmtp
mtdev
mupdf
mythes
nautilus
ncmpcpp
ncurses
ncurses-base
ncurses-libs
neofetch
neomutt
neon
neovim
nettle
newt
nghttp2
nghttp2-devel
nginx
nitrogen
nmap
nodejs
notmuch
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-ttf
noto-fonts-ttf-extra
npth
nspr
nss
nvi
oath-toolkit
ocl-icd
oclock
oniguruma
openjdk17
openjdk17-jre
openldap
openldap-tools
openresolv
openssh
openssl
openssl-devel
opus
opusfile
orc
os-prober
osinfo-db
p11-kit
p7zip
pam
pam-base
pam-gnupg
pam-libs
pamixer
pango
pango-devel
pango-xft
pangomm
pass
pass-otp
pavucontrol
pciutils
pcre-devel
perl
perl-Authen-SASL
perl-Convert-BinHex
perl-Digest-HMAC
perl-IO-Socket-SSL
perl-IO-stringy
perl-MIME-tools
perl-MailTools
perl-Net-SMTP-SSL
perl-Net-SSLeay
perl-TimeDate
perl-URI
picard
picom
pinentry
pipewire
pixman
pixman-devel
pkg-config
polybar
poppler
poppler-cpp
poppler-data
poppler-glib
poppler-utils
popt
procps-ng
progress
psmisc
pulseaudio-utils
pulsemixer
pwgen
python3
python3-Jinja2
python3-MarkupSafe
python3-PyQt5
python3-PyQt5-dbus
python3-PyQt5-multimedia
python3-PyQt5-opengl
python3-PyQt5-quick
python3-PyQt5-sql
python3-PyQt5-svg
python3-PyQt5-webchannel
python3-PyQt5-webengine
python3-adblock
python3-cairo
python3-configobj
python3-dateutil
python3-dbus
python3-devel
python3-discid
python3-distro
python3-fasteners
python3-gobject
python3-httplib2
python3-mutagen
python3-parsing
python3-pip
python3-setuptools
python3-sip-PyQt5
python3-six
python3-yaml
pywal
qrencode
qt5-core
qt5-dbus
qt5-declarative
qt5-gui
qt5-location
qt5-multimedia
qt5-network
qt5-opengl
qt5-plugin-sqlite
qt5-printsupport
qt5-serialport
qt5-sql
qt5-svg
qt5-test
qt5-webchannel
qt5-webengine
qt5-widgets
qt5-xml
qutebrowser
ranger
re2
removed-packages
ripgrep
rocksdb
rofi
rpi-imager
run-parts
runc
runit
runit-void
rust-std
rustup
sane
sassc
sbc
sed
sessreg
setxkbmap
shadow
shared-mime-info
simple-scan
slang
smproxy
snappy
spdx-licenses-list
speexdsp
sqlite
sratom
startup-notification
sudo
sxhkd
taglib
talloc
tar
terminus-font
tiff
tiff-devel
tini
totem-pl-parser
traceroute
tracker3
tracker3-miners
transset
tree
tree-sitter
tslib
ttf-material-icons
twolame
tzdata
unibilium
unzip
usbutils
util-linux
util-linux-common
v4l-utils
vim
vim-common
void-artwork
vulkan-loader
wayland
wayland-devel
wayland-protocols
webrtc-audio-processing
wget
which
wifi-firmware
wireless_tools
wpa_supplicant
x11perf
x264
x265
xauth
xbacklight
xbps
xbps-triggers
xcalc
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclipboard
xclock
xcmsdb
xconsole
xcursorgen
xdg-utils
xdo
xdotool
xdpyinfo
xev
xeyes
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xf86-video-vmware
xfontsel
xfsprogs
xgamma
xhost
xinit
xinput
xkbcomp
xkbevd
xkbutils
xkeyboard-config
xkill
xload
xlogo
xlsatoms
xlsclients
xmessage
xmlsec1
xmodmap
xorg
xorg-apps
xorg-fonts
xorg-input-drivers
xorg-server
xorg-server-common
xorg-video-drivers
xorgproto
xpr
xprop
xrandr
xrdb
xrefresh
xset
xsetroot
xtitle
xtools
xtrans
xvidcore
xvinfo
xwd
xwininfo
xwud
xxd
xz
yajl
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zd1211-firmware
zlib
zlib-devel
zsh
zziplib
